<?php

return [
    'title'      => 'Индустрии',
    'create'     => 'Создать индустрию',
    'edit'       => 'Редактировать индустрию',
    'form'       => [
        'name' => 'Название'
    ],
    'id'         => 'ID',
    'name'       => 'Название',
    'updated_at' => 'Обновлено',
    'created_at' => 'Создано',
    'save'       => 'Индустрия сохранена успешно',
    'created'    => 'Индустрия создана успешно',
    'deleted'    => 'Индустрия удалена успешно',
    'errors'     => [
        'name' => 'Заполните обязательное поле'
    ],
    'search'     => [
        'start'      => 'Введите хотя-бы 1 символ...',
        'noResults'  => 'Записей с таким названием нет',
        'searching'  => 'Поиск...',
        'searchName' => 'Введите название',
    ],
];