<?php

return [
    'title'         => 'Выдача финансов сотрудникам',
    'create'        => 'Начислить финансы сотруднику',
    'id'            => 'ID',
    'name'          => 'Название',
    'description'   => 'Описание',
    'amount'        => 'Сумма выдачи',
    'assigned_user' => 'Сотрудник',
    'balance'       => 'Остаток',
    'updated_at'    => 'Обновлено',
    'created_at'    => 'Выплачено',
    'user_id'       => 'Выдал',
    'action'        => 'Действия',
    'cancel'        => 'Отмена',
    'edit'          => 'Редактировать',
    'save'          => 'Выплата создана успешно',
    'search'        => [
        'start'              => 'Введите хотя-бы 1 символ...',
        'noResults'          => 'Записей с таким названием нет',
        'searching'          => 'Поиск...',
        'startSearchingUser' => 'Введите имя сотрудника',
        'searchName'         => 'Введите название'
    ],
    'errors'        => [
        'required' => 'Заполните обязательное поле',
        'numeric'  => 'Введите только число в данное поле',
        'exists'   => 'Выберите существующего сотрудника',
    ]
];