<?php

return [
    'title'      => 'Разрешения',
    'create'     => 'Создать разрешение',
    'edit'       => 'Редактировать разрешение',
    'form'       => [
        'name' => 'Название'
    ],
    'id'         => 'ID',
    'name'       => 'Название',
    'desc'       => 'Описание',
    'guard_name' => 'Техническое имя',
    'action'     => 'Действия',
    'updated_at' => 'Обновлено',
    'created_at' => 'Создано',
    'save'       => 'Разрешение сохранено успешно',
    'created'    => 'Разрешение создано успешно',
    'deleted'    => 'Разрешение удалено успешно',
    'errors'     => [
        'required' => 'Заполните обязательное поле'
    ],
    'search'     => [
        'start'      => 'Введите хотя-бы 1 символ...',
        'noResults'  => 'Записей с таким названием нет',
        'searching'  => 'Поиск...',
        'searchName' => 'Введите название',
    ],
];