<?php

return [
    'title'      => 'Статусы закупкок',
    'create'     => 'Создать статус',
    'edit'       => 'Редактировать статус',
    'form'       => [
        'name' => 'Название'
    ],
    'id'         => 'ID',
    'name'       => 'Название',
    'final'      => 'Завершающий статус',
    'prompt'     => 'При выставлении этого статуса - с создателя закупки будут списываться средства',
    'updated_at' => 'Обновлено',
    'created_at' => 'Создано',
    'save'       => 'Статус сохранен успешно',
    'created'    => 'Статус создан успешно',
    'deleted'    => 'Статус удален успешно',
    'errors'     => [
        'name' => 'Заполните обязательное поле'
    ],
    'search'     => [
        'start'      => 'Введите хотя-бы 1 символ...',
        'noResults'  => 'Записей с таким названием нет',
        'searching'  => 'Поиск...',
        'searchName' => 'Введите название',
    ],
];