<?php

return [
    'create'      => 'Создать роль',
    'delete'      => 'Удалить',
    'edit_button' => 'Редактировать',
    'main-info'   => 'Основная информация',

    'empty'          => 'Информация не введена',
    'edit'           => 'Редактировать роль',
    'save'           => 'Роль успешно сохранена',
    'deleted'        => 'Роль успешно удалена',
    'view'           => 'Обзор роли',
    'id'             => 'ID',
    'name'           => 'Название',
    'guard_name'     => 'Техническое имя',
    'permissions'    => 'Разрешения',
    'no_permissions' => 'Разрешений нет',
    'cant_delete'    => 'Вы не можете удалить эту роль,ибо она присвоена пользователю',
    'search'         => [
        'start'          => 'Введите хотя-бы 1 символ...',
        'noResults'      => 'Записей с таким названием нет',
        'searching'      => 'Поиск...',
        'startSearching' => 'Начните ввод имени',
        'searchName'     => 'Введите название',
    ],
    'errors'         => [
        'required'   => 'Заполните обязательное поле',
        'p_required' => 'Выберите хотя-бы одно разрешение!',
        'exists'     => 'Выберите валидные разрешения',
    ],
];