<?php

return [
    'title'      => 'Пространства',
    'create'     => 'Создать пространство',
    'edit'       => 'Редактировать пространство',
    'form'       => [
        'name' => 'Название'
    ],
    'id'         => 'ID',
    'name'       => 'Название',
    'updated_at' => 'Обновлено',
    'created_at' => 'Создано',
    'save'       => 'Пространство сохранено успешно',
    'created'    => 'Пространство создано успешно',
    'deleted'    => 'Пространство удалено успешно',
    'roles'      => 'Роли',
    'errors'     => [
        'name'   => 'Заполните обязательное поле',
        'exists' => 'Выберите сущетсвующую роль',
        'roles'  => 'Выберите роль',
    ],
    'search'     => [
        'start'      => 'Введите хотя-бы 1 символ...',
        'noResults'  => 'Записей с таким названием нет',
        'searching'  => 'Поиск...',
        'searchName' => 'Введите название',
        'roles'      => 'Введите название',
    ],
];