<?php

return [
    'title'            => 'Приоритеты заданий',
    'create'           => 'Создать приоритет задания',
    'edit'             => 'Редактировать приоритет задания',
    'form'             => [
        'name' => 'Название'
    ],
    'id'               => 'ID',
    'name'             => 'Название',
    'text_color'       => 'Цвет Текста',
    'background_color' => 'Цвет фона',
    'updated_at'       => 'Обновлено',
    'created_at'       => 'Создано',
    'save'             => 'Приоритет задания сохранен успешно',
    'created'          => 'Приоритет задания создан успешно',
    'deleted'          => 'Приоритет задания удален успешно',
    'errors'           => [
        'name'             => 'Заполните обязательное поле',
        'text_color'       => 'Заполните обязательное поле',
        'background_color' => 'Заполните обязательное поле',
    ],
    'search'           => [
        'start'      => 'Введите хотя-бы 1 символ...',
        'noResults'  => 'Записей с таким названием нет',
        'searching'  => 'Поиск...',
        'searchName' => 'Введите название',
    ],
];