<?php

return [
    'title'      => 'Типы',
    'create'     => 'Создать тип',
    'edit'       => 'Редактировать тип',
    'form'       => [
        'name' => 'Название'
    ],
    'id'         => 'ID',
    'name'       => 'Название',
    'updated_at' => 'Обновлено',
    'created_at' => 'Создано',
    'save'       => 'Тип сохранен успешно',
    'created'    => 'Тип создан успешно',
    'deleted'    => 'Тип удален успешно',
    'errors'     => [
        'name' => 'Заполните обязательное поле'
    ],
    'search'     => [
        'start'      => 'Введите хотя-бы 1 символ...',
        'noResults'  => 'Записей с таким названием нет',
        'searching'  => 'Поиск...',
        'searchName' => 'Введите название',
    ],
];